adw-gtk-theme
ags-hyprpanel-git
alsa-firmware
alsa-utils
amd-ucode
android-studio
android-tools
arandr
atuin
baobab
base
base-devel
bindfs
blueberry
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cliphist
corectrl
cpupower
curseforge
decibels
deno
discord
dnsmasq
docker
efibootmgr
epiphany
evtest
fastfetch
faugus-launcher
ffmpegthumbnailer
firefox
flatseal
fprintd
fuzzel
fzf
gamemode
gamescope
gdm
gimp
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
google-chrome
gparted
greetd
greetd-tuigreet
grilo-plugins
grim
grimblast-git
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imv
iwd
jfetch-git
jq
kitty
lazygit
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libpulse
libsixel
linux-firmware
linux-zen
linux-zen-headers
logrotate
loupe
lutris
malcontent
man-db
man-pages
mangohud
meson
micro
mono
mpv
mumble
nano
nano-syntax-highlighting
nautilus
ncspot
network-manager-applet
networkmanager
orca
pacman-contrib
pamac-aur
papers
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polkit-kde-agent
posting
power-profiles-daemon
proton-vpn-gtk-app
protontricks
pulsemixer
pv
python-pip
python-pipx
qemu-base
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
rose-pine-cursor
rygel
ryzenadj
s-tui
samba
scrcpy
showtime
simple-scan
slurp
smartmontools
snapshot
sof-firmware
starship
steam
stremio-enhanced-bin
sushi
swww
tbtools
tecla
thefuck
timeshift
trash-cli
uwsm
vim
virt-manager
virtualbox
visual-studio-code-bin
vulkan-extra-tools
vulkan-radeon
vulkan-tools
waybar
waydroid-git
waydroid-helper-git
waydroid-script-git
wf-recorder
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wofi
xclip
xcursor-breeze
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xhost
xorg-xinit
yay
yay-debug
yazi
yelp
yt-dlp
zram-generator
zsh
