tap "supabase/tap"
brew "fnm"
brew "lazygit"
brew "ncspot"
brew "supabase/tap/supabase"
vscode "alexdauenhauer.catppuccin-noctis"
vscode "bierner.markdown-preview-github-styles"
vscode "chrsolr.rose-pine-nvchad-theme"
vscode "csilva2810.rose-pine-next"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "jeff-hykin.simple-csv-syntax"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.min-theme"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "webnative.webnative"
vscode "xadillax.viml"
vscode "xyc.vscode-mdx-preview"
