tap "deskflow/tap"
tap "felixkratz/formulae"
tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "kegworks-app/kegworks"
tap "koekeishiya/formulae"
tap "lizardbyte/homebrew"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "glib"
brew "librsvg"
brew "atool"
brew "atuin"
brew "automake"
brew "openssl@3"
brew "bat"
brew "btop"
brew "cask"
brew "cocoapods"
brew "python@3.12"
brew "ffmpeg"
brew "libheif"
brew "pkgconf"
brew "czkawka"
brew "deno"
brew "docker"
brew "exiftool"
brew "fastfetch"
brew "fzf"
brew "icu4c@76"
brew "lua"
brew "highlight"
brew "howdoi"
brew "ical-buddy"
brew "ifstat"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libksba"
brew "libsixel"
brew "lsix"
brew "m-cli"
brew "mas"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "nano"
brew "nanorc"
brew "nowplaying-cli"
brew "openssl@1.1"
brew "openvino"
brew "postgresql@14", restart_service: :changed
brew "pyenv"
brew "python@3.11"
brew "redis", restart_service: :changed
brew "spotify_player"
brew "starship"
brew "switchaudio-osx"
brew "thefuck"
brew "trash", link: true
brew "tree"
brew "xplr"
brew "yazi"
brew "zx"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "balenaetcher"
cask "battle-net"
cask "chatgpt"
cask "comfyui"
cask "curseforge"
cask "cursor"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sf-mono"
cask "font-sf-pro"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "gstreamer-runtime"
cask "handbrake"
cask "jordanbaird-ice"
cask "kap"
cask "lm-studio"
cask "maccy"
cask "moonlight"
cask "onyx"
cask "postman"
cask "powershell"
cask "rar"
cask "raspberry-pi-imager"
cask "screen-studio"
cask "scroll-reverser"
cask "sf-symbols"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "stremio"
cask "superduper"
cask "the-unarchiver"
cask "transmission"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Divvy", id: 413857545
mas "MonitorControlLite", id: 1595464182
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Steam Link", id: 1246969117
mas "Super Agent", id: 1568262835
mas "TestFlight", id: 899247664
mas "uBlock Origin Lite", id: 0
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "ionic.ionic"
vscode "jeff-hykin.simple-csv-syntax"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "vue.volar"
vscode "withfig.fig"
