tap "supabase/tap"
brew "gcc", link: false
brew "ncspot", link: false
brew "spotify_player"
brew "yazi"
brew "supabase/tap/supabase"
vscode "bierner.markdown-preview-github-styles"
vscode "chrsolr.rose-pine-nvchad-theme"
vscode "csilva2810.rose-pine-next"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "jeff-hykin.simple-csv-syntax"
vscode "mechatroner.rainbow-csv"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "mvllow.rose-pine"
vscode "pkief.material-icon-theme"
vscode "styled-components.vscode-styled-components"
vscode "syler.sass-indented"
vscode "vue.volar"
