android-studio
curseforge
cursor-bin
flatseal
google-chrome
jfetch-git
libva-vdpau-driver-shadow-nvidia
ncspot-git
pacseek-bin
pamac-aur
posting
protontricks
protonvpn-applet
python-anyascii
python-material-color-utilities
python-yapsy-git
rose-pine-cursor
ryzenadj
sworkstyle
visual-studio-code-bin
waydroid
xcursor-breeze
yay
