adw-gtk-theme
amd-ucode
amdgpu_top
android-tools
arandr
atuin
baobab
base
base-devel
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
corectrl
cpupower
cronie
decibels
dnsmasq
docker
efibootmgr
epiphany
evtest
fastfetch
ffmpegthumbnailer
firefox
flatseal
fprintd
fuzzel
fzf
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
imv
iwd
jq
kitty
lazygit
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
libpulse
libsixel
libva-intel-driver
linux
linux-firmware
linux-zen
linux-zen-headers
logrotate
loupe
malcontent
man-db
man-pages
meson
micro
mono
mpv
nano
nano-syntax-highlighting
nautilus
network-manager-applet
networkmanager
nvtop
orca
pacman-contrib
papers
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
pulsemixer
pv
python-pip
python-pipx
qemu-base
radeontop
rclone
rygel
samba
scrcpy
seahorse
showtime
simple-scan
smartmontools
snapshot
starship
sudo
sushi
tailscale
tecla
thefuck
timeshift
trash-cli
vim
virt-manager
virtualbox
vulkan-extra-tools
vulkan-radeon
vulkan-tools
wget
wireguard-tools
wireless_tools
wireplumber
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
yelp
yt-dlp
zram-generator
zsh
