ags-hyprpanel-git
android-studio
antigravity
appmenu-glib-translator-git
aylurs-gtk-shell-git
bindfs
blueberry
curseforge
faugus-launcher
gnome-bluetooth
google-chrome
grimblast-git
icoextract
input-remapper
jfetch-git
libastal-4-git
libastal-apps-git
libastal-auth-git
libastal-battery-git
libastal-bluetooth-git
libastal-cava-git
libastal-git
libastal-gjs-git
libastal-greetd-git
libastal-hyprland-git
libastal-io-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-notifd-git
libastal-powerprofiles-git
libastal-river-git
libastal-tray-git
libastal-wireplumber-git
libcava
libpamac-aur
ncspot-bin
opera
pacsea-bin
pamac-aur
polychromatic
posting
python-click-default-group
python-inquirerpy
python-openapi-pydantic
python-textual-autocomplete
rose-pine-cursor
ryzenadj
stremio-enhanced-bin
visual-studio-code-bin
waydroid-git
waydroid-helper-git
waydroid-script-git
xcursor-breeze
yay
yay-debug
