ags-hyprpanel-git
android-studio
appimagelauncher
appmenu-glib-translator-git
asusctl
aylurs-gtk-shell-git
bindfs
blueberry-wayland
curseforge
faugus-launcher
gnome-bluetooth
gogcli
google-chrome
grimblast-git
lib32-gst-plugins-base-libs
lib32-gstreamer
libastal-4-git
libastal-apps-git
libastal-auth-git
libastal-battery-git
libastal-bluetooth-git
libastal-cava-git
libastal-git
libastal-gjs-git
libastal-greetd-git
libastal-hyprland-git
libastal-io-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-notifd-git
libastal-powerprofiles-git
libastal-river-git
libastal-tray-git
libastal-wireplumber-git
libastal-wl-git
libcava
libpamac-aur
ncspot-bin
openhue-cli
opera
pacsea-bin
pamac-aur
python-click-default-group
python-gpustat
python-inquirerpy
python-openapi-pydantic
python-textual-autocomplete
quarrel-git
rog-control-center
rose-pine-cursor
slack-desktop-wayland
supergfxctl
systemd-manager-tui
visual-studio-code-bin
wacli
winboat-bin
yay
yay-debug
