7zip
adw-gtk-theme
alsa-firmware
alsa-utils
android-tools
arj
atuin
awww
baobab
base
base-devel
bash-completion
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
bzip3
cdrtools
cliphist
cmake
cpupower
cronie
dbeaver
ddcutil
debugedit
deno
discord
dkms
dmidecode
dnsmasq
docker
docker-buildx
docker-compose
dolphin-emu
dosfstools
dpkg
efibootmgr
epiphany
evolution-data-server
evtest
exfatprogs
extension-manager
fakeroot
fastfetch
ffmpegthumbnailer
file-roller
firefox
fish
flatseal
fnm
fprintd
fuzzel
fzf
gamemode
gamescope
gdm
gimp
git
github-cli
glib2-devel
gnome-backgrounds
gnome-calculator
gnome-characters
gnome-color-manager
gnome-connections
gnome-console
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-keyring
gnome-menus
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gparted
greetd
greetd-tuigreet
grilo-plugins
grim
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
icoextract
imv
intel-media-driver
intel-ucode
inter-font
iwd
jolt
jq
kdeconnect
kitty
lazygit
lhasa
lib32-giflib
lib32-gnutls
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-pipewire-jack
lib32-sdl2-compat
lib32-v4l-utils
lib32-vulkan-intel
libpulse
libsixel
libva-nvidia-driver
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
llvm21
logrotate
lrzip
malcontent
man-db
man-pages
mangohud
mariadb-libs
mesa-utils
meson
micro
mono
moonlight-qt
mpv
nano
nano-syntax-highlighting
nautilus
nautilus-python
net-tools
netstat-nat
network-manager-applet
networkmanager
ntfs-3g
nvidia-open-dkms
nvtop
ollama
openrazer-daemon
openrazer-driver-dkms
orca
pacman-contrib
papers
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polkit-kde-agent
postgresql
power-profiles-daemon
proton-vpn-gtk-app
protontricks
pulsemixer
pv
pyside6
python-babel
python-dotenv
python-httpx
python-jsonschema
python-pip
python-pipx
python-pycryptodomex
python-pyqt6
python-pytest
python-rfc3339-validator
python-yaml
python-zstandard
qemu-base
qemu-desktop
qemu-ui-spice-app
qemu-ui-spice-core
qt5-wayland
qt5-x11extras
qt5ct
qt6-scxml
qt6-tools
qt6-wayland
qt6-webengine
qt6ct
rclone
ripgrep
rpi-imager
rpmextract
rust
rygel
s-tui
samba
scrcpy
seahorse
simple-scan
slurp
smartmontools
snapshot
sof-firmware
speedtest-cli
squashfs-tools
starship
steam
sudo
sushi
swtpm
systemctl-tui
tailscale
tbtools
tecla
tesseract
tesseract-data-eng
texlive-latexrecommended
thefuck
timeshift
transmission-gtk
trash-cli
unace
unixodbc
unrar
uv
uwsm
valkey
vim
virt-manager
vulkan-intel
vulkan-tools
wf-recorder
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xorg-server
xorg-xhost
xorg-xinit
yazi
yelp
yt-dlp
zip
zram-generator
zsh
